tap "homebrew/bundle"
brew "xz"
brew "duckdb"
brew "fd"
brew "figlet"
brew "fzf"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "firefox"
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "donjayamanne.githistory"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "stuart.unique-window-colors"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
